IDEA Open Model
MatPrestressSteelSIA.Fp01k Property
Compatible with IDEA StatiCa v 10.1
 characteristic value of yield strength of prestressing steel
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Fp01k { get; set; }
Public Property Fp01k As Double
	Get
	Set
public:
property double Fp01k {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatPrestressSteelSIA Class
IdeaRS.OpenModel.Material Namespace